{
  "pageTitle": "Privacy policy",
  "elements": [
    {
      "id": "90ca4125-ccb6-4897-9517-912f5ad04069",
      "type": "Title",
      "text": "PRIVACY POLICY"
    },
    {
      "id": "4b731f0b-0e27-4168-b218-a5a80d51be03",
      "type": "Description",
      "text": "The following information describes the service provider’s data processing and data usage guidelines for entertainment products by the gamigo Publishing GmbH, henceforth to be referred to as gamigo."
    },
    {
      "id": "f4ddc9fb-8647-46e5-a1cb-9c6b1635784d",
      "type": "Title",
      "text": "1. PERSONAL DATA"
    },
    {
      "id": "4dbc5715-72f0-4517-bc79-0b065bfc7494",
      "type": "Description",
      "text": "The user information defined in this guideline as personal data covers all data which relates to natural persons or which allows information to be associated with a particular person. This includes, for example, the name, date of birth and email address. Any statistical data collected in addition to this which cannot be associated with a particular person is not personal data."
    },
    {
      "id": "08a02c2b-6e43-48ab-8a51-f928640b5afb",
      "type": "Title",
      "text": "2. DATA USAGE"
    },
    {
      "id": "131ae3f3-0fc0-42d4-8dbe-939957174bb5",
      "type": "Description",
      "text": "The user information defined in this guideline as personal data covers all data which relates to natural persons or which allows information to be associated with a particular person. This includes, for example, the name, date of birth and email address. Any statistical data collected in addition to this which cannot be associated with a particular person is not personal data."
    },
    {
      "id": "17cdf7bc-071d-41a1-b1fe-0ebc79211195",
      "type": "Title",
      "text": "2.1. Using the websites"
    },
    {
      "id": "131ae3f3-0fc0-42d4-8dbe-939957174bb5",
      "type": "Description",
      "text": "When accessing gamigo’s websites, data is automatically forwarded to gamigo via the internet browser, which includes the Internet Protocol Address (IP-Address), date and time of access, access status/HTTP status code, browser type, its version and the operating systems and the language used. This information is saved in log files and is necessary for matching the website’s language settings or for forwarding to the corresponding website, for recognising and fixing technical problems and avoiding so-called hacking attacks and preventing them in advance. The data is saved in accordance with all legal provisions."
    },
    {
      "id": "915104cd-73cc-46d9-b7e5-306399ad7505",
      "type": "Title",
      "text": "2.2. Using the gaming service"
    },
    {
      "id": "273ea6b9-4e6c-4cb4-b199-50aa0bebee01",
      "type": "Description",
      "text": "To provide gamigo’s gaming service and guarantee account security, it is necessary to process personal data. This data is needed during registration and later when the gaming service is used for providing user-specific gaming accounts."
    },
    {
      "id": "a4f5b887-078b-43ac-8e5e-5a9c510b631e",
      "type": "Title",
      "text": "2.2.1. Registration"
    },
    {
      "id": "70831ef2-34bb-495d-b2be-b43d98dd1113",
      "type": "Description",
      "text": "It is necessary to register for the desired game to use gamigo’s gaming service, although the type of data accessed during registration can differ from game to game. In addition to an email address, a username and password are also required for accessing the games, although other information such as a user’s actual name, age, address or telephone number and possibly also payment details for carrying out the services offered that the user wishes to avail himself / herself of. The data will only be used for carrying out the service. Mandatory information is marked as being such."
    },
    {
      "id": "c70ab611-de50-451f-955b-3c54f0b2611e",
      "type": "Title",
      "text": "2.2.2. Social Games"
    },
    {
      "id": "202c1de3-8c5d-4e04-897f-1b976936affe",
      "type": "Description",
      "text": "Some of the gaming services can be accessed via social networks such as Facebook. When using gamigo’s gaming services through such third-party providers, henceforth to be referred to as “Social Games”, the user registers for the gaming service by linking the social media account with the gamigo account system. The data supplied by the third-party provider and approved by the customer, such as name, profile picture, age, gender, language or email address are used as contact data. Additional information, such as the data supplied by third-party providers, can be found in the corresponding data protection conditions for the social network in question."
    },
    {
      "id": "29b191a5-2d3c-4586-ac83-1fa48cc12468",
      "type": "Title",
      "text": "2.2.3. Emailing and newsletter"
    },
    {
      "id": "82cd57c2-15e5-42dd-913a-ced8256f4b0b",
      "type": "Description",
      "text": "When registering for a product, gamigo uses the email address provided by the customer during registration to send any product-specific information such as game updates or events, account and payment-specific information such as password changes or payment confirmations. Furthermore, gamigo also offers customers a newsletter they can subscribe to, both during registration and in their private account, which is sent to the email address provided by the user. The newsletter contains product-specific information on gamigo offers. If the customer has given his / her consent, then the newsletter will also contain information on other products from the group of companies, including their content, product events and product updates, as well as information on events such as parties and industry trade fairs. If consent has been given, then the newsletter may also contain third-party product placements or information on fan articles such as mugs with motifs for a specific product. It is possible to unsubscribe from the newsletter at any time, free of charge, via the unsubscribe link contained in the newsletters. Emails and newsletters are sent by service providers on behalf of gamigo. Pictures and graphics in the emails and newsletters are accessed by the gamigo servers when opened. In addition, email and newsletters also contain so-called tracking pixels. These are pixels that match a file, which are retrieved when the email or newsletter is opened by the service provider commissioned by gamigo. When the emails that have been sent are opened, information is also sent to gamigo, which gamigo evaluates for statistical purposes and which serves to optimise the technology and content of gamigo’s services. The information forwarded consists, for example, of the user’s anonymous IP address, language and hardware used.\n\n"
    },
    {
      "id": "08d95ffb-071e-4f9e-8d58-64a04dfb1408",
      "type": "Title",
      "text": "3. VOLUNTARY INFORMATION"
    },
    {
      "id": "f60ca046-16fb-4696-be18-83b61587f240",
      "type": "Description",
      "text": "gamigo offers the customers on some of its services the option to personalise their account and to provide additional data, such as name, hobby or gender. The information provided by the customer can be adapted directly in the account field by the customer and deleted or indirectly adapted or removed via support message from the gamigo support department."
    },
    {
      "id": "675e91d1-1252-49b8-ab16-df81dec49796",
      "type": "Title",
      "text": "4. FRAUD PREVENTION"
    },
    {
      "id": "010e4f58-4439-484a-889f-15c0826c6d11",
      "type": "Description",
      "text": "So as to allow all customers to have a pleasant playing experience, gamigo endeavours to ensure compliance with the terms and conditions and game rules and, to this end, processes the data required. Therefore, the game clients provided may, amongst other things, contain an additional programme for preventing tampering so that tampering with client-server communications and other well-known technical tampering methods, such as cheat programmes and hacks, can be detected and prevented. This technical data will only then be forwarded to the game servers when tampering is established by means of the relevant programme. The data collected by the programmes will not be used beyond the purposes mentioned. The installation of any additional"
    },
    {
      "id": "975e1fa8-ca75-4a39-8e5c-483e37d56a01",
      "type": "Description",
      "text": "software to prevent program manipulation is not usually identified. It is only possible for the software to be uninstalled from the gaming client in a few cases and tends to lead to the gaming client crashing. Customers will be informed of any actions of this nature being carried out when the software is launched."
    },
    {
      "id": "0b8255a4-5ef4-429e-8358-27b37bf666a3",
      "type": "Description",
      "text": "In the event of the terms of use and gaming rules being violated, gamigo shall reserve the right to evaluate the personal data and will use this data to prevent access to the services and to also evaluate them from a legal perspective in the event of punishable violations."
    },
    {
      "id": "e5a7cabd-2539-4a05-adef-c37d0ca800bd",
      "type": "Title",
      "text": "5. CONSENT"
    },
    {
      "id": "96378506-8557-4604-9a83-8b49fcafb4e7",
      "type": "Description",
      "text": "If the customer’s consent is required for a specific purpose for using the personal data, then this shall be saved along with the date and time, for demonstrative purpose, in the event of it being granted. Any consent granted can be revoked <a href='mailto:dataprotection@gamigo.com'>here</a> at any time, free of charge. Any customers under 16 years of age require the consent of their parent or legal guardian.\n\n"
    },
    {
      "id": "38e197c8-708b-458a-bc8c-260ddeeba380",
      "type": "Title",
      "text": "6. FORWARDING DATA TO THIRD PARTIES"
    },
    {
      "id": "7fd5e570-c45c-41c6-b334-b5506a261220",
      "type": "Description",
      "text": "gamigo will only forward data to third parties if there is a legal obligation or authorisation for doing so or if there is explicit agreement for forwarding the data subject’s pages."
    },
    {
      "id": "ea8e7385-dd39-4d37-8302-35559eafe087",
      "type": "Title",
      "text": "7. FORWARDING THE DATA OUTSIDE THE EUROPEAN UNION AND EUROPEAN ECONOMIC AREA (THIRD COUNTRIES)"
    },
    {
      "id": "09b44373-9979-45f3-bc9e-cbdc9e95ba4d",
      "type": "Description",
      "text": "Service providers in third countries are also accessed for providing gamigo’s services, although data will only be forwarded to recipients in third countries which offer an appropriate level of data protection, such as by means of self-certification for a non-European service provider in accordance with the <a href='https://www.privacyshield.gov/welcome'>EU US Privacy Shield</a> or the agreement of so-called EU standard contract clauses for the European Union with the recipient. Furthermore, the customer’s consent can be included when forwarding the data to third countries. An overview of service providers outside the European Union, the European Economic Area and a copy of the agreed-upon regulations for ensuring an appropriate level of data protection can be queried via the “Contact and Rights” section (12.) for the contact details that have been provided.\n\n"
    },
    {
      "id": "a5f09f86-5555-46a6-b513-a554a27367b8",
      "type": "Title",
      "text": "8. DURATION OF DATA STORAGE"
    },
    {
      "id": "8fb3d045-beb4-4678-86a5-b04fac4a45ba",
      "type": "Description",
      "text": "gamigo only saves personal data for the legally or contractually permitted or agreed-upon purposes for the required or prescribed duration that is technically, legally or contractually necessary. Once the purpose or any obligation ceases to apply for storing the data, the customer data is deleted or made anonymous."
    },
    {
      "id": "659dfada-d44b-4431-8ba6-3171e1951abe",
      "type": "Title",
      "text": "9. COOKIES"
    },
    {
      "id": "e4737989-d890-4da7-8efd-9da472feadf5",
      "type": "Description",
      "text": "As a rule, small text files are deposited on the user’s end device when visiting gamigo’s websites to provide login services and more secure access to the games, so-called cookies, which allow the user to be recognised when visiting the websites again and for the content shown to be optimised. Cookies are used for technical reasons, such as providing a user-friendly website and ensuring that a website functions completely so that access to our gaming services can be guaranteed. Cookies are also used for functional purposes, such as for providing preferred settings (e.g. username and password) and for effectively and efficiently using the website, although the use of cookies in this instance is not absolutely necessary, it does improve user- friendliness. Furthermore, cookies are used for analytical purposes to allow the user’s behaviour to be statistically assessed, which leads to the websites offered being optimised. Cookies are also used for commercial purposes in order to provide customers with personalised advertising on gamigo’s websites and third-party websites on the basis of browser activity, so-called “retargeting”. The end user’s consent to using cookies is obtained via the website or the browser, although the settings may be changed at any time. The cookies are not saved any longer than necessary. They can be deactivated via the browser’s settings. Cookies that have already been saved can be deleted via the browser’s setting, although the website’s complete functionality cannot be guaranteed without cookies.\n\n"
    },
    {
      "id": "693b5927-c524-4fff-89f6-223eae774578",
      "type": "Title",
      "text": "10. ANALYSIS SERVICE VIA GOOGLE INC."
    },
    {
      "id": "34942c98-541b-4f64-9426-8391ac9fa44a",
      "type": "Description",
      "text": "Gamigo uses a variety of different web analysis services from Google Inc., 1600 Amphitheatre Parkway, Mountain View, CA 94043, USA, henceforth referred to as Google, for analysing website usage."
    },
    {
      "id": "d94fc999-d641-4010-b161-0a571883c056",
      "type": "Title",
      "text": "10.1. Google Universal Analytics"
    },
    {
      "id": "9e04619e-c470-4aff-a462-595e16ffcc47",
      "type": "Description",
      "text": "Google Universal Analytics is a widely used Google web analysis service. The methods provided by Google Universal Analytics allow a cross-device analysis of website usage by means of cookies. The information on website usage generated in this way is, as a rule, transferred to a Google server in the United States and also saved there. Google uses the information collected to analyse website usage, to create reports and to make services available for market research and website optimisation purposes on gamigo’s behalf. The IP address automatically sent to Google is not merged with other Google data and only used by gamigo for statistical assessments. Google’s processing of the data can be prevented by means of a browser add-on. In the event of a mobile end device being used, there is the option of deactivating <a href='https://tools.google.com/dlpage/gaoptout?hl=de'>Google Analytics</a> over the following link. The opt-out cookie that this places on the end customer’s device prevents data collection on the corresponding device as long as the cookies are made available to the browser being used. This does not, however, prevent data being collected by Google. You can find further information on Google Universal Analytics under <a href='https://www.google.de/intl/de/policies/privacy/'>Google’s data protection information</a>."
    },
    {
      "id": "12f28510-545f-431d-8c9e-93d9b7ae97c4",
      "type": "Title",
      "text": "10.2. Google “remarketing and similar target group function”"
    },
    {
      "id": "ca39c522-fc04-476a-8d00-cdff8c0a44df",
      "type": "Description",
      "text": "Gamigo uses Google’s remarketing function, which is a function that allows a website’s visitors to be addressed with personalised and interest-based advertising as soon as they visit another Google Display Network website. To this end, Google cookies are used for carrying out the analysis of website usage, which is used as the basis for settings for the online interest-based advertising. To carry out the process, Google deposits a small file with a code number on the customer’s end device by means of which visits to websites and anonymised data for using said websites can be collected. As soon as visitors have agreed to linking their Google web and app processes with their Google account and as soon as information from their Google account is used for displayed notices, Google shall use the data from these registered users together with Google Analytics data to create and define target groups for cross-device remarketing. In this way, website visitors are also targeted across their devices with personalised interest-based adverts. If any other websites are subsequently accesses on the Google Display network, then the adverts will be displayed, which, in all likelihood, will take the products and information into account that were previously visited by the user. If the customer does not want Google’s remarketing function then this can, in principle, be deactivated by adjusting the relevant settings under <a href='http://www.google.com/settings/ads'>http://www.google.com/settings/ads</a>. Google’s cookie usage can also be permanently deactivated under the following links for managing Google cookies."
    },
    {
      "id": "c2a231a9-455d-448f-b53f-18ea1bbc186b",
      "type": "Description",
      "text": "Gamigo uses Google’s remarketing function, which is a function that allows a website’s visitors to be addressed with personalised and interest-based advertising as soon as they visit another Google Display Network website. To this end, Google cookies are used for carrying out the analysis of website usage, which is used as the basis for settings for the online interest-based advertising. To carry out the process, Google deposits a small file with a code number on the customer’s end device by means of which visits to websites and anonymised data for using said websites can be collected. As soon as visitors have agreed to linking their Google web and app processes with their Google account and as soon as information from their Google account is used for displayed notices, Google shall use the data from these registered users together with Google Analytics data to create and define target groups for cross-device remarketing. In this way, website visitors are also targeted across their devices with personalised interest-based adverts. If any other websites are subsequently accesses on the Google Display network, then the adverts will be displayed, which, in all likelihood, will take the products and information into account that were previously visited by the user. If the customer does not want Google’s remarketing function then this can, in principle, be deactivated by adjusting the relevant settings under <a href='http://www.google.com/settings/ads'>http://www.google.com/settings/ads</a>. Google’s cookie usage can also be permanently deactivated under the following links for managing Google cookies."
    },
    {
      "id": "55448911-f0ae-42b6-b72a-c2f6261e16f3",
      "type": "Description",
      "text": "<a href='http://www.google.com/policies/technologies/managing/'>http://www.google.com/policies/technologies/managing/</a>"
    },
    {
      "id": "adfb2a70-d5bb-4073-aca0-2bbdcfd6c89c",
      "type": "Description",
      "text": "<a href='http://www.google.com/policies/technologies/ads/'>http://www.google.com/policies/technologies/ads/</a>"
    },
    {
      "id": "06c0464f-5fb4-49c7-8fa2-d89f906a5652",
      "type": "Description",
      "text": "You can find more information on Google Remarketing under <a href='https://www.google.de/intl/de/policies/privacy/'>Google’s data protection information</a>."
    },
    {
      "id": "df5a6629-4b7a-414a-a6c0-455fa1aff0fe",
      "type": "Title",
      "text": "10.3. Additional Google Analytics functions for displaying adverts"
    },
    {
      "id": "716a6c2d-280f-4f12-9461-2282bef32738",
      "type": "Description",
      "text": "The following Google Analytics functions are used on gamigo’s websites to display adverts:"
    },
    {
      "id": "f578b344-783b-4c58-a880-2bbb4deda12a",
      "type": "Description",
      "text": "Report editor on the Google Display Network"
    },
    {
      "id": "53de1ab9-bf2b-4754-8d10-e3a0099c6cd3",
      "type": "Description",
      "text": "Integrating the Double Click Campaign Manager,"
    },
    {
      "id": "0e21c9e3-a9e5-41a3-afc9-292984bf2f4a",
      "type": "Description",
      "text": "Google Analytics Reports for services depending on demographic characteristics and interests.\n"
    },
    {
      "id": "28528b41-a387-42e5-9218-041542a8cfe4",
      "type": "Description",
      "text": "The report functions mentioned are for assessing and using the data collected by Google in the context of interest-based advertising as well as visitor data from third-party service providers in Google Universal Analytics, such as age, gender and interests. This makes it possible for the end customer to deactivate Google Analytics for display advertising at any time, and to modify the notices in the Google Display network using the settings at <a href='https://www.google.de/settings/ads'>https://www.google.de/settings/ads</a>."
    },
    {
      "id": "6ca16e87-80f4-43fe-a4cc-dbdf14f00028",
      "type": "Description",
      "text": "You can find more information on the Google Analytics functions for display adverts under <a href='https://www.google.de/intl/de/policies/privacy/'>Google’s data protection information</a>."
    },
    {
      "id": "3c226cfc-32da-4ecf-bc9d-2be81b9af293",
      "type": "Title",
      "text": "11. SOCIAL NETWORK PLUGINS"
    },
    {
      "id": "410ea5e1-f51c-422f-a9b4-c965661df9ce",
      "type": "Description",
      "text": "Social network plugins, so-called “social plugins”, such as Facebook, twitter or google+ are used on gamigo’s websites. After activating these social plugins, it is possible for the customer to directly share our websites’ content on social networks. Personal data is not processed by using the socials plugins just as a result of their placement on gamigo’s websites. To prevent data being transferred to the United States without the customer’s knowledge, gamigo employs the so- called <a href='https://www.heise.de/ct/artikel/Shariff-Social-Media-Buttons-mit-Datenschutz-2467514.html'>Shariff solution</a>. This means that no personal data is sent to the provider of the social plugins and saved when visiting the websites, unless the social plugins have been actively clicked on by the customer."
    },
    {
      "id": "5ea8cc07-e17d-447b-9367-7bf67726e238",
      "type": "Description",
      "text": "If one of gamigo’s websites is accessed, then a direct connection can be established via the browser with the corresponding social network’s servers if the corresponding social plugin is clicked on. This will result in the contents of the social network’s plugin being forwarded directly to the customer’s browser and, by means of this, being integrated into the relevant website. If the customer is registered on the social network in question, then the social network will be able to associate the visit with the customer’s corresponding account. If the customer does not want his / her account to be associated, then the customer must log out of the social network account and delete the relevant cookies before visiting gamigo’s websites. If the customer does not have an account with the social network that has the clicked upon social plugins, then the social network in question may, despite this, process the IP address. gamigo does not have any influence on the extent of the data which the social network in question collects with the help of its plugins and is only providing information on the basis of its current knowledge. The extent and purpose of data collection, as well as how the data is processed and used by social networks, and information on rights and possible settings for protecting privacy, can be found in the corresponding social network’s data protection information."
    },
    {
      "id": "f9987349-924d-4c02-a091-db137e93ed6a",
      "type": "Title",
      "text": "12. CONTACTS AND RIGHTS"
    },
    {
      "id": "12300297-313c-4f14-ba03-9ee41880d3f9",
      "type": "Description",
      "text": "The following party is responsible for processing personal data:"
    },
    {
      "id": "baf9a767-5ac3-4293-bfa4-2c1a49b55b10",
      "type": "Description",
      "text": "gamigo Publishing GmbH"
    },
    {
      "id": "dadcf735-8f13-475f-8e1f-9a2c748d8980",
      "type": "Description",
      "text": "Behringstraße 16 b"
    },
    {
      "id": "baf9a767-5ac3-4293-bfa4-2c1a49b55b10",
      "type": "Description",
      "text": "22765 Hamburg"
    },
    {
      "id": "01758215-8493-43e1-ad08-25aed17e022c",
      "type": "Description",
      "text": "<a href='Datenschutz@gamigo.com'>Datenschutz(at)gamigo.com</a>"
    },
    {
      "id": "12955698-0b91-47f2-8593-b063bdcbd314",
      "type": "Description",
      "text": "Phone: <a href='tel:+490404118850'>+49 (0)40 411 885 0</a>"
    },
    {
      "id": "6878662d-369f-42e4-b59b-64871c0179a7",
      "type": "Description",
      "text": "Fax: <a href='tel:+49040411885255'>+49 (0)40 411 885 255</a>"
    },
    {
      "id": "1884f3a7-179d-45b3-b6b9-f410d3ec6ff1",
      "type": "Description",
      "text": "Freie und Hansestadt Hamburg"
    },
    {
      "id": "bfec2ecd-8cc6-4a6a-9c09-d896faa8b80e",
      "type": "Description",
      "text": "Der Hamburgische Datenschutzbeauftragte für Datenschutz und Informationsfreiheit\nProf. Dr. Johannes Caspar"
    },
    {
      "id": "f8af4601-433a-488a-8010-95181478cc0d",
      "type": "Description",
      "text": "Klosterwall 6\n(Block C)"
    },
    {
      "id": "d63e2e1a-819f-4544-8d72-5622b6e68f2c",
      "type": "Description",
      "text": "20095 Hamburg"
    },
    {
      "id": "92250a37-0404-478f-806b-8e07fee436a9",
      "type": "Description",
      "text": "Phone: 040/428 54-40 40"
    },
    {
      "id": "fbb2de2b-a401-4c4d-a127-98773579a41c",
      "type": "Description",
      "text": "Fax: 040/428 54-40 00"
    },
    {
      "id": "b864235b-5de8-434b-bdb6-83a5cd605f3e",
      "type": "Description",
      "text": "Email: <a href='mailto:mailbox@datenschutz.hamburg.de'>mailbox(at)datenschutz.hamburg.de</a>"
    },
    {
      "id": "92accf41-5ef2-4021-b40d-e0bf3ca58298",
      "type": "Description",
      "text": "Homepage: <a href='http://www.datenschutz-hamburg.de'>http://www.datenschutz-hamburg.de</a>"
    },
    {
      "id": "258afc04-321b-4964-ba12-164957c3fc4b",
      "type": "Title",
      "text": "13. DATA PROTECTION"
    },
    {
      "id": "b1651c64-8432-4156-af55-d822b3c4facf",
      "type": "Description",
      "text": "Gamigo implements up-to-date measures to guarantee data protection and to protect your personal data from risks in the event of the data being transferred as well as third parties becoming aware of it. It also regularly checks if the relevant security provisions are state of the art.\n\n"
    },
    {
      "id": "d4b0d0ee-a120-403f-adb6-ff5835ecfacf",
      "type": "Title",
      "text": "14. STATE OF THE DATA PROTECTION DECLARATION AND SCOPE OF APPLICATION"
    },
    {
      "id": "d7123b89-f445-4371-9482-a0123358a376",
      "type": "Description",
      "text": "This data protection shall apply to the online offer under <a href='www.looki.com'>www.looki.com</a>."
    },
    {
      "id": "b07891b3-ef98-40e4-8b61-b351297c7f51",
      "type": "Description",
      "text": "As of January 2018"
    }
  ]
}
